Revit 2024 API
WireSet Constructor
Initializes a new instance of the WireSet class
Namespace: Autodesk.Revit.DB.Electrical
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public WireSet()
Visual Basic
Public Sub New
Visual C++
public:
WireSet()
See Also
WireSet Class
Autodesk.Revit.DB.Electrical Namespace